<?php

$mainValues = [
    'banned' => '❌ حساب شما به دلیل تخلف مسدود شده است',
    'customer_custome_plan_day' => "⏰|لطفا  تعداد روز اشتراکت رو وارد کن\n💰|هزینه هر روز: DAY-PRICE",
    'customer_custome_plan_volume'=>"🔋|لطفا مقدار گیگابایت سرویست رو وارد کن\n💰|هزینه هر گیگ: VOLUME-PRICE",
    'customer_custome_plan_name'=>'اسم کانفیگ را وارد کنید',
    'send_user_id'=>"🀄️| آیدی عددی کاربر رو بفرس :",
    'enter_decrease_amount'=>"💸 | مبلغی که میخوای ازش کم کنی رو وارد کن:",
    'enter_increase_amount'=>"💸 | مبلغی که میخوای بهش بدی رو وارد کن:",
    'user_not_found'=>"🥴 | همچین کسی رو نداریما اشتباه وارد کردی به نظرم",
    'amount_decreased_from_your_wallet'=> "✅ مبلغ AMOUNT تومان از حساب شما کم شد",
    'amount_decreased_from_user_wallet'=>"✅ مبلغ AMOUNT تومان از کیف پول کاربر مورد نظر کم شد",
    'increase_wallet_cart_to_cart'=>"1.وارد لینک زیر شوید.
🌐 https://www.coffeebede.com/jayedor

2.چند کلمه یا آیدی منحصر به‌فرد به عنوان نام پرداخت کننده وارد کنید. (الزامی)

3.مبلغ دقیق اشتراک را وارد و پرداخت کنید.

4.به ربات برگردید و عبارتی که به عنوان نام وارد کرده‌اید را فقط به صورت متن ارسال کنید تا پیام ارسال موفقیت آمیز به شما نمایش داده شود.


‼️ توجه : 
بعد از پرداخت فقط نام پرداخت کننده‌ای که وارد کرده‌اید را ارسال کنید و از ارسال تصویر یا شماره تراکنش خودداری کنید.

❌در غیر این صورت اشتراک تایید نخواهد شد و مسئولیت هزینه پرداختی تماما بر عهده شما خواهد بود.❌",
    'order_increase_sent'=>"🥇 سفارش شما با موفقیت ثبت شد.
    لطفا منتظر تایید امور مالی بمانید و پیام دیگری ارسال نکنید ... 💞",
    'please_send_only_image'=>"لطفا فقط نام پرداخت کننده را وارد کنید",
    'reached_main_menu'=>"به منوی اصلی برگشتیم 🏠
برای انجام کار دیگر از دکمه ها استفاده کنید. ",
    'increase_wallet_request_message'=>"💳 درخواست ( افزایش موجودی )

💰مبلغ: PRICE تومان
🧑‍💻 نام و نام خانوادگی : NAME
🎯 یوزرنیم : @USERNAME
🎫 کد کاربری : <code>USER-ID</code>
",
    'out_of_connection_capacity'=>'ظرفیت این کانکشن پر شده است',
    'out_of_server_capacity'=>'ظرفیت این سرور پر شده است',
    'can_create_specific_account'=> "روی این پلن فقط AMOUNT اکانت میشه ساخت",
    'buy_account_cart_to_cart'=>"1.وارد لینک زیر شوید.
🌐 https://www.coffeebede.com/jayedor

2.چند کلمه یا آیدی منحصر به‌فرد به عنوان نام پرداخت کننده وارد کنید. (الزامی)

3.مبلغ دقیق اشتراک را وارد و پرداخت کنید.

4.به ربات برگردید و عبارتی که به عنوان نام وارد کرده‌اید را فقط به صورت متن ارسال کنید تا پیام ارسال موفقیت آمیز به شما نمایش داده شود.


‼️ توجه : 
بعد از پرداخت فقط نام پرداخت کننده‌ای که وارد کرده‌اید را ارسال کنید و از ارسال تصویر یا شماره تراکنش خودداری کنید.

❌در غیر این صورت اشتراک تایید نخواهد شد و مسئولیت هزینه پرداختی تماما بر عهده شما خواهد بود.❌",
    'renew_ccount_cart_to_cart'=>"1.وارد لینک زیر شوید.
🌐 https://www.coffeebede.com/jayedor

2.چند کلمه یا آیدی منحصر به‌فرد به عنوان نام پرداخت کننده وارد کنید. (الزامی)

3.مبلغ دقیق اشتراک را وارد و پرداخت کنید.

4.به ربات برگردید و عبارتی که به عنوان نام وارد کرده‌اید را فقط به صورت متن ارسال کنید تا پیام ارسال موفقیت آمیز به شما نمایش داده شود.


‼️ توجه : 
بعد از پرداخت فقط نام پرداخت کننده‌ای که وارد کرده‌اید را ارسال کنید و از ارسال تصویر یا شماره تراکنش خودداری کنید.

❌در غیر این صورت اشتراک تایید نخواهد شد و مسئولیت هزینه پرداختی تماما بر عهده شما خواهد بود.❌",
    'order_buy_sent'=>"🥇 سفارش شما با موفقیت ثبت شد.
    لطفا منتظر تایید امور مالی بمانید و پیام دیگری ارسال نکنید ... 💞",
    'buy_custom_account_request'=>"💓 خرید پلن دلخواه ( TYPE )
    
▫️آیدی کاربر: USER-ID
👨‍💼اسم کاربر: <a href='tg://user?id=USER-ID'>NAME</a>
⚡️ نام کاربری: @USERNAME
💰مبلغ پرداختی: PRICE تومان
✏️ نام سرویس: REMARK
🔋حجم سرویس: VOLUME گیگ
⏰ مدت سرویس: DAYS روز",
'buy_new_account_request'=>"❗️|💳 خرید جدید ( TYPE )

▫️آیدی کاربر: USER-ID
👨‍💼اسم کاربر: NAME
⚡️ نام کاربری: USERNAME
💰مبلغ پرداختی: PRICE تومان
✏️ نام سرویس: REMARK",
'buy_new_much_account_request'=>"❗️|💳 خرید جدید ( TYPE )

▫️آیدی کاربر: USER-ID
👨‍💼اسم کاربر: NAME
⚡️ نام کاربری: USERNAME
💰مبلغ پرداختی: PRICE تومان
تعداد اکانت: ACCOUNT-COUNT
✏️ نام سرویس: REMARK",
'invite_buy_new_account'=>"👨‍👦‍👦 خرید ( زیر مجموعه )

🧝‍♂️آیدی کاربر: USER-ID
🛡اسم کاربر: NAME
🔖 نام کاربری: USERNAME
💰مبلغ پرداختی: PRICE تومان
🔮 نام سرویس: REMARK
💮 سفارش: FILENAME",
    'renew_order_sent'=>"🥇 سفارش شما با موفقیت ثبت شد.
    لطفا منتظر تایید امور مالی بمانید و پیام دیگری ارسال نکنید ... 💞",
	
'renew_account_request_message'=>"♻️ تمدید سرویس ( TYPE )

▫️آیدی کاربر: USER-ID
👨‍💼اسم کاربر: NAME
⚡️ نام کاربری: USERNAME
💰مبلغ پرداختی: PRICE تومان
✏️ نام سرویس: REMARK",
'increase_account_request_message'=>"⏰ درخواست افزایش ( TYPE سرویس )

▫️آیدی کاربر: USER-ID
👨‍💼اسم کاربر: NAME
⚡️ نام کاربری: USERNAME
🎈 نام سرویس: REMARK
🔋TYPE افزایش: INCREASE روز
💰قیمت: PRICE تومان",
    'waiting_message'=>'⏳ در حال انتظار ...',
    'join_channel_message'=>"درود دوست عزیز💚

برای استفاده از امکانات ربات و اطلاع رسانی لطفا در کانال زیر عضو شوید.

بعد از عضو شدن روی دکمه عضو شدم بزنید ✅

",
    'bot_is_updating'=> "ربات در حال حاضر به دلیل بروزرسانی خاموش میباشد ♻️",
    'select_one_to_show_detail'=> ' 🔅 یکی از سرویس هاتو انتخاب کن و مشخصات کاملش رو ببین :',
    'you_dont_have_config'=>'شما هیچ کانفیگی ندارید ❌ لطفا از بخش خرید کانفیگ اقدام نمایید.',
    'no_order_found'=> "موردی یافت نشد",
    'config_details_message'=>"💎 نام کانفیگ : NAME

لینک اتصال: CONNECT-LINK
 
لینک سابسکریبشن: SUB-LINK
⁮⁮ ⁮⁮ ⁮⁮ ⁮⁮
",
    'please_wait_message'=>"♻️ لطقا منتظر بمانید",
    'send_only_number'=> "😡 | مگه نمیگم فقط عدد بفرس نمیفهمی؟ یا خودتو زدی به نفهمی؟",
    'change_bot_settings_message'=>'🔰هرکدوم از امکانات رو اگه تو ربات استفاده ای نداره ( خاموش ) کن !',
    'saved_successfuly'=>"✅|با موفقیت ذخیره شد",
    'invited_user_joined_message'=>"تبریک ، یک نفر با لینک شما در ربات عضو شد 🎉",
    'please_select_from_below_buttons'=>"🔘|لطفا فقط از کلید زیر استفاده کنید",
    'use_iranian_number_only'=>"🔘|لطفا فقط با شماره ایرانی اقدام کنید",
    'phone_confirmed'=>"✅|شماره شما با موفقیت تأیید شد",
    'send_your_phone_number'=>"سلام عزیزم، برای استفاده از ربات شماره تماس خود را با استفاده از کلید زیر ارسال کنید 👇",
    'start_message'=>'خوش آمدید 🎉

با کمک این ربات میتوانید محدودیت های اینترنت خود را رفع کنید و به شبکه جهانی متصل شوید 🌐

⚠️ لطفا پیش از انجام هر کاری قوانین و سوالات متداول ربات را مطالعه کنید.',

    'new_member_joined'=>"📢 | یه گل جدید عضو ربات شد :

نام و نام خانوادگی: FULLNAME
نام کاربری: @USERNAME
آیدی عددی: USERID

به نظرم یه پیام براش بفرست مثلا ( تبلیغی یا خوش آمد گویی ) 😍",
    "not_joine_yet"=>"شما هنوز عضو ربات نشده اید ❌",
    'insert_discount_code'=>"🎁 کد تخفیف خود را وارد کنید:",
    "not_valid_discount_code"=>"کد تخفیف وارد شده اشتباه است یا مهلت استفاده از آن به پایان رسیده است 😔",
    'valid_discount_code'=>"✅ کد تخفیف با موفقیت استفاده شد
مقدار تخفیف AMOUNT تومان",
'used_discount_code'=>"☑️|🎁 کد تخفیف استفاده شد

🔰آیدی کاربر: USERID
👨‍💼اسم کاربر: NAME
⚡️ نام کاربری: USERNAME
🎁 کد تخفیف: DISCOUNTCODE
💰مقدار تخفیف: AMOUNT تومان
⁮⁮ ⁮⁮",
"send_config_uuid"=>"برای دیدن اطلاعات کانفیگ لطفا آن را در این بخش ارسال کنید ♻️",
'not_correct_text'=>"متن وارد شده معتبر نمی باشد",
'receving_information'=>"♻️ در حال دریافت جزییات ... ",
'request_agency_message'=>" درخواست پنل همکاری 🪪

🔰آیدی کاربر: USERID
👨‍💼اسم کاربر: NAME
⚡️ نام کاربری: USERNAME
⁮⁮ ⁮⁮",
    'agency_request_sent'=>"درخواست شما با موفقیت ارسال شد، لطفا منتظر باشید!⁮⁮ ⁮⁮",
    'agency_request_already_sent'=>"درخواست شما قبلاً ارسال شده، لطفا منتظر باشید!⁮⁮ ⁮⁮",
    'agency_request_declined'=>"🥺 درخواست شما برای نمایندگی رد گردید",
    'agency_request_approved'=>"✅ درخواست شما برای نمایندگی تأیید شد",
    'send_agent_discount_percent' =>"لطفا مقدار تخفیف این نمایندگی را وارد کنید",
    'agent_setting_message' =>" همکار گرامی 👨‍💼

🔹 در این بخش میتوانید جدا از بخش کانفیگ های خود ، بر روی کانفیگ های مشتری خود نیز مدیریت کامل داشته باشید.
🔹 همچنین با استفاده از بخش خرید انبوه با یک بار پرداخت در لحظه هر تعداد کانفیگ که مورد نیاز دارید را دریافت میکنید.

🎁 تخفیف در این بخش بصورت خودکار طبق توافق صورت گرفته اعمال میشود و نیازی به وارد کردن کد نیست.",
    'selling_is_off'=>"در حال حاضر فروش بسته است ❌",
    'no_server_available'=>"کاربر گرامی در حال حاضر سرور فعالی وجود ندارد . لطفا بعدا تلاش کنید.",
    'buy_sub_select_location' => '1️⃣ مرحله اول 

کشور مورد نیاز خود را انتخاب کنید 🌐',
    'the_bot_in_not_admin' => "😡|ای بابا ،ربات هنوز تو کانال عضو نشده، اول ربات رو تو کانال ادمین کن و آیدیش رو بفرست",
    'category_not_avilable'=>"هیچ دسته بندی برای این سرور وجود ندارد",
    'receive_categories'=>"در حال دریافت پلن ها♻️",
    'buy_sub_select_category'=> "2️⃣ مرحله دوم 

پلن زمانی مورد نیاز خود را انتخاب کنید ⏰",
    'no_plan_available'=>"💡پلنی در این دسته بندی وجود ندارد",
    'receive_plans'=>"در حال دریافت پلن ها♻️",
    'buy_sub_select_plan'=> "3️⃣ مرحله سوم

پلن حجمی مورد نیاز خود را انتخاب کنید 🔋", 
    'buy_custom_plan'=>'پلن دلخواه خود را بسازید 😎',
    'select_one_plan_to_edit'=>"یکی از پلن ها رو انتخاب کن تا برات ویرایشش کنم", 
    'enter_account_amount' => "♻️ تعداد اکانت درخواستی رو وارد کن حداکثر هربار 6 عدد:

⚠️ توجه کنید که تعداد خیلی بالا سرور خریداری نکنید ممکن است باعث ایجاد مشکل در سرور شود.",
    'send_positive_number'=>"لطفا عددی بزرگتر از 0 وارد کنید",
    'buy_subscription_detail'=>"سفارش شما تقریبا آمادست 💯

 💎 نام پلن : PLAN-NAME

💰 قیمت پنل : PRICE
     
📜 توضیحات : 
DESCRIPTION

لطفا از طریق روش های زیر ، پرداخت خود را انجام دهید ↙️",
    'buy_much_subscription_detail'=>"〽سفارش شما تقریبا آمادست 💯

 💎 نام پلن : PLAN-NAME

🔢 تعداد اکانت : ACCOUNT-COUNT
💰 قیمت پنل : PRICE

📍 قیمت کل  : TOTAL-PRICE
     
📜 توضیحات : 
DESCRIPTION

لطفا از طریق روش های زیر ، پرداخت خود را انجام دهید ↙️",
    'buy_custom_subscription_detail'=>"〽سفارش شما تقریبا آمادست 💯

 💎 نام پلن : PLAN-NAME

🔋‌ حجم اختصاصی : VOLUME GB
⌛️ مدت اختصاصی : DAYS روز


💰 قیمت پنل : PRICE
     
📜 توضیحات :
DESCRIPTION

لطفا از طریق روش های زیر ، پرداخت خود را انجام دهید ↙️",
    "agents_list" => "🔍 لیست نمایندگان:

جهت مشاده آمار فروش نمایندگان روی اسم نماینده کلیک کنید، همچنین میتوانید برای نماینده درصد تعیین کنید یا آن را از لیست نمایندگان خارج کنید",
    'agent_deleted_successfuly'=>"نمایندگی با موفقیت حذف شد",
    'agent_details'=>'🙎‍♂️اطلاعات نماینده AGENT-NAME

سمت راست درآمد و سمت چپ تعداد خرید نماینده می باشد',
    'send_config_remark'=>"لطفا نام کانفیگ را وارد کنید",
    'forward_your_message'=>"لطفا پیام مورد نظر خود را به ربات فروارد کنید"
];

$buttonValues = [
    'bot_reports'=>"📉 آمار کلی ربات",
    'message_to_user'=>"📞 پیام خصوصی",
    'user_reports'=>"🔑 اطلاعات کاربر",
    'admins_list'=>"👤 لیست ادمین ها",
    'increase_wallet'=>"💵 افزایش موجودی",
    'decrease_wallet'=>"💸 کاهش موجودی",
    'create_account'=>"⌨️ ایجاد اکانت انبوه",
    'ban_user'=>"❌ مسدود کردن کاربر",
    'unban_user'=>"✅ آزاد کردن کاربر",
    'server_settings'=>'🚦مدیریت و تنظیمات سرورها',
    'categories_settings'=>'🗂 مدیریت دسته ها',
    'plan_settings'=>'🪣 مدیریت پلن ها',
    'discount_settings'=>"🎁 مدیریت تخفیف ها",
    'main_button_settings'=>"🕹 مدیریت دکمه ها ",
    'gateways_settings'=>'💳 تنظیمات درگاه و کانال',
    'bot_settings'=>'⚙️ تنظیمات ربات',
    'tickets_list'=>'📪 تیکت ها',
    'message_to_all'=>"📨 ارسال پیام همگانی",
    'forward_to_all'=>"📨 فروارد پیام همگانی",
    'back_to_main'=>'⤵️ برگرد به منوی اصلی ',  
    'cart_to_cart'=>"پرداخت ریالی",
    'now_payment_gateway'=>"ارز دیجیتال",
    'zarinpal_gateway'=> "💳 درگاه زرین پال",
    'nextpay_gateway'=>"💳 درگاه نکست پی",
    'weswap_gateway'=>"💳 درگاه ارزی ریالی",
    'approve' => 'تایید ✅',
    'approved' => 'تایید شد',
    'decline' => 'عدم تایید ❌',
    'declined' => 'رد شد',
    'back_button'=> "برگشت 🔙",
    'renew_connection_link'=>"تغییر کانفیگ و قطع دسترسی دیگران 🔓",
    'update_config_connection'=>"⌛️ بروزرسانی کانفیگ",
    'increase_config_volume'=>"خرید حجم اضافه 🔋",
    'increase_config_days'=>"خرید زمان اضافه ⏰",
    'renew_config'=>'♻ تمدید سرویس',
    'change_config_location'=>'🌎 تغییر لوکیشن',
    'selected_protocol'=>"🚦 پروتکل انتخابی",
    'volume_left'=>"⏳ حجم باقیمانده:",
    'expire_date'=>"⏰  تاریخ انقضاء: ",
    'buy_date'=>"⏰  تاریخ خرید: ",
    'plan_name'=>" 💎 نام پلن :",
    'on'=>"روشن ✅",
    'off'=>"خاموش ❌",
    'active'=>"فعال 🟢",
    'deactive'=>"غیر فعال 🔴",
    'send_phone_number'=>'☎️ ارسال شماره',
    'send_message_to_user'=>"✉️ ارسال پیام به کاربر ",
    'cancel' => 'کنسل کردن و برگشتن به عقب ❌',
    'join_channel'=>"عضویت در کانال",
    'have_joined'=>"عضو شدم ✅",
    'gift_volume_day'=>"🎯 هدیه حجم و زمان",
    'test_account'=>"🎁 دریافت اکانت تست ",
    'invite_friends'=>"🏆 زیر مجموعه گیری",
    'my_info'=>"🧑‍💼 حساب کاربری",
    'my_subscriptions'=>'🗂 سرویس های من',
    'buy_subscriptions'=>'🛍 خرید سرویس جدید',
    'shared_existence'=>"❕ موجودی اشتراکی ",
    'individual_existence'=>"❗️ موجودی اختصاصی ",
    'application_links'=>'📱 نرم افزار ها ',
    'my_tickets'=>"☎️ پشتیبانی",
    'search_config'=>"♻️ اطلاعات سرویس ",
    'delete_config'=>"❌ حذف کانفیگ",
    'pay_with_wallet' => "💰 پرداخت با کیف پول",
    'request_agency' =>"👨‍💼 درخواست پنل همکاری",
    'agency_setting' =>"➰ پنل همکاری ➰",
    'agent_one_buy'=>"➕ خرید تکی",
    'agent_much_buy'=>"♾ خرید انبوه",
    'agent_bought_accounts'=>"تعداد خرید",
    'agent_joined_date'=>"تاریخ عضویت",
    'agent_agency_date'=>"تاریخ نمایندگی",
    "agent_list"=>" 📍 مدیریت نمایندگان 📍",
    'search_agent_config'=>"جستجوی کانفیگ",
    'search_admin_config'=>"جستجوی کانفیگ کاربر",
    'sharj'=>"✅ 💳 ارسال رسید - شارژ کیف پول"
    ];
?>
